//#include <iostream>
//using namespace std;
//
//int main() {
//	setlocale(LC_ALL, "RU");
//	
//	double numb,h, r, v, z;
//	numb = 0;
//	v = 0;
//
//	numb += 1;
//	cout << " Введите количество отработанных часов и ставку почасовой оплаты работника " << numb << ": ";
//	cin >> h >> r;
//	cout << " Заработанная работником " << numb << " сумма: " << h * r << endl << endl;
//	z = h * r;
//	v = v + z;
//	
//	numb += 1;
//	cout << " Введите количество отработанных часов и ставку почасовой оплаты работника " << numb << ": ";
//	cin >> h >> r;
//	cout << " Заработанная работником " << numb << " сумма: " << h * r << endl << endl;
//	z = h * r;
//	v = v + z;
//
//	numb += 1;
//	cout << " Введите количество отработанных часов и ставку почасовой оплаты работника " << numb << ": ";
//	cin >> h >> r;
//	cout << " Заработанная работником " << numb << " сумма: " << h * r << endl << endl;
//	z = h * r;
//	v = v + z;
//
//	numb += 1;
//	cout << " Введите количество отработанных часов и ставку почасовой оплаты работника " << numb << ": ";
//	cin >> h >> r;
//	cout << " Заработанная работником " << numb << " сумма: " << h * r << endl << endl;
//	z = h * r;
//	v = v + z;
//
//	numb += 1;
//	cout << " Введите количество отработанных часов и ставку почасовой оплаты работника " << numb << ": ";
//	cin >> h >> r;
//	cout << " Заработанная работником " << numb << " сумма: " << h * r << endl << endl;
//	z = h * r;
//	v = v + z;
//
//	cout << "Средняя зарплата в бригаде: " << v / 5 << endl;
//}